Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: {Altres problemes} Però, fins i tot quan ja s'ha resolt aquest problema tècnic, l'intercanvi de memòries de traducció entre traductors o equips de traducció diferents no està exempt de problemes.
es_es: {Otros problemas} Pero, incluso cuando ya se ha resuelto este problema técnico, el intercambio de memorias de traducción entre traductores o equipos de traducción diferentes no está exento de problemas.

source: {Ambigüitat deguda a l'ambigüitat lèxica} En moltes llengües, els mots es flexionen i prenen formes diferents.
es_es: {Ambigüedad debida a la ambigüedad léxica} En muchas lenguas, las palabras se flexionan y toman formas diferentes.

source: {Ambigüitat estructural pura} L'ambigüitat d'una oració també pot estar deguda al simple fet que tinga més d'un arbre d'anàlisi sintàctica.
es_es: {Ambigüedad estructural pura} La ambigüedad de una oración también puede estar debida al simple hecho que tenga más de un árbol de análisis sintáctico.

source: {Ambigüitats mixtes} Hi ha oracions que són ambigües tant perquè contenen mots ambigus com perquè tenen més d'una estructura sintàctica possible.
es_es: {Ambigüedades mixtas} Hay oraciones que son ambiguas porque contienen palabras ambiguas o porque tienen más de una estructura sintáctica posible.

source: {Esquema de la interacció entre la persona usuària, el sistema operatiu i els programes d'aplicació.}
es_es: {Esquema de la interacción entre el usuario, el sistema operativo y los programas de aplicación.}

source: {Esquema del maquinari d'un ordinador.}
es_es: {Esquema del hardware de un ordenador.}

source: {Estratègies de resolució de l'ambigüitat} En general, els humans usem els nostres coneixements, les nostres expectatives i les nostres creences sobre el funcionament del món real (o d'un món fictici concret, com en una novel·la) per a elegir una de les interpretacions com a més versemblant (és a dir, per a resoldre l'ambigüitat); quan els coneixements, les creences i les expectatives són compartides entre l'emissor i el receptor, es pot usar l'ambigüitat com un mecanisme molt eficient per a produir missatges més curts.
es_es: {Estrategias de resolución de la ambigüedad} En general, los humanos usamos nuestros conocimientos, nuestras expectativas y nuestras creencias sobre el funcionamiento del mundo real (o de un mundo ficticio concreto, como en una novela) para elegir una de las interpretaciones como la más verosímil (es decir, para resolver la ambigüedad); cuando los conocimientos, las creencias y las expectativas están compartidas entre el emisor y el receptor, se puede usar la ambigüedad como un mecanismo muy eficiente para producir mensajes más cortos.

source: {La memòria de traducció com a base de dades}
es_es: {La memoria de traducción como base de datos}

source: {Llista de coses per fer en aquest capítol: Explicar que els mòdems interns actuals (winmodems) i algunes impressores són mitjos mòdems i mitges impressores perquè no contenen tot el maquinari i programari necessari per a realitzar les tasques corresponents sinó que es recolzen en el sistema operatiu (i per això no funcionen, en general amb sistemes diferents de Windows).
es_es: {Lista de cosas que hacer en este capítulo: Explicar que los modems internos actuales (winmodems) y algunas impresoras son medios modernos y medios impresos porque no contienen todo el hardware y software necesarios para realizar las tareas correspondientes, sino que se apoyan en el sistema operativo (y por eso no funcionan, en general, con sistemas diferentes de Windows).

source: {Processadors de llenguatges de programació:} les instruccions que executa el processador central d'un ordinador són massa senzilles perquè un programador humà en faça programes útils; seria llarg i enutjós, com hem vist en l'exemple de programa que sumava els enters de l'1 al 10.
es_es: {Procesadores de lenguajes de programación:} las instrucciones que ejecuta el procesador central de un ordenador son demasiado sencillas porque un programador humano haga programas útiles; sería largo y engorroso, como hemos visto en el ejemplo de programa que sumaba los enteros del 1 al 10.

source: {Resolució de l'ambigüitat estructural.} En principi, es podria dir que les persones resolem l'ambigüitat estructural ---pura o d'origen categorial--- elegint, usant les interpretacions assignades a cada una de les estructures possibles (principi de composicionalitat), quines són acceptables i, entre les acceptables, quina és la més versemblant i per tant preferida en una situació comunicativa determinada.
es_es: {Resolución de la ambigüedad estructural.} En principio, se podría decir que las personas resuelven la ambigüedad estructural ---pura o de origen categorial--- eligiendo, usando las interpretaciones asignadas a cada una de las estructuras posibles (principio de composicionalidad), cuáles son aceptables y, entre las aceptables, cuál es la más verosímil y por tanto preferible en una situación comunicativa determinada.

source: {Resolució de l'ambigüitat lèxica categorial} La resolució de l'ambigüitat lèxica categorial dels mots homògrafs, altrament coneguda com etiquetatge (dels mots) amb parts de l'oració (en anglés, part-of-speech (PoS) tagging) està molt ben estudiada.
es_es: {Resolución de la ambigüedad léxica categorial} La resolución de la ambigüedad léxica categorial de las palabras homógrafas, también conocida como etiquetado (de las palabras) con partes de la oración (en inglés, part of speech (PoS) tagging) está muy bien estudiada.

source: {Resolució de l'anàfora.} La resolució de l'anàfora ---és a dir, la determinació de l'{ antecedent} d'un pronom o d'una altra expressió anafòrica--- es pot basar també en restriccions i preferències.
es_es: {Resolución de la anáfora.} La resolución de la anáfora ---es decir, la determinación del { antecedente} de un pronombre o de otra expresión anafórica--- se puede basar también en restricciones y preferencias.

source: {Segmentació de bitextos} La primera operació consisteix a segmentar o dividir automàticament cada un dels dos textos en unitats més menudes, que anomenarem segments, usant algun criteri programable (vegeu més avall).
es_es: {Segmentación de bitextos} La primera operación consiste en segmentar o dividir automáticamente cada uno de los dos textos en unidades más pequeñas, que llamaremos segmentos, usando algún criterio programable (véase más abajo).

source: {ambigüitat estructural} Altres tipus d'ambigüitat estructural: Ambigüitat estructural deguda a l'el·lipsi d'un o més constituents de l'oració, especialment quan aquesta oració hauria de tenir, si s'hagués produït en forma explícita, una estructura paral·lela a la d'una oració anterior (per exemple, en coordinacions, comparacions, etc.).
es_es: {ambigüedad estructural} Otros tipos de ambigüedad estructural: Ambigüedad estructural debida a la elipsis de uno o más constituyentes de la oración, especialmente cuando esta oración tendría que tener, si se hubiera producido en forma explícita, una estructura paralela a la de una oración anterior (por ejemplo, en coordinaciones, comparaciones, etc.).

source: {ambigüitats més complexes} Hi ha també certs tipus d'ambigüitat que no es poden explicar de manera senzilla amb el principi de composicionalitat, com ara { l'ambigüitat en l'abast dels quantificadors}.
es_es: {ambigüedades más complejas} Hay también ciertos tipos de ambigüedad que no se pueden explicar de manera sencilla con el principio de composicionalidad, como por ejemplo { la ambigüedad en el alcance de los cuantificadores}.

source: {don96u
es_es: {don96uno

source: {estratègies de resolució de l'ambigüitat} {Resolució de la polisèmia.} La resolució de la polisèmia (en anglés word sense disambiguation) consisteix a assignar a un mot polisèmic, en un text o discurs, una interpretació concreta, possiblement diferent de les que podria tenir en altres textos (o contextos).
es_es: {estrategias de resolución de la ambigüedad} {Resolución de la polisemia.} La resolución de la polisemia (en inglés word sense disambiguation) consiste a asignar a una palabra polisémica, en un texto o discurso, una interpretación concreta, posiblemente diferente de las que podría tener en otros textos (o contextos).

source: {l'alineament ideal} Hem descrit un tipus d'alineament possible, basat en unitats fonamentalment equivalent a les oracions, però, quin seria l'alineament òptim d'un bitext?
es_es: {el alineamiento ideal} Hemos descrito un tipo de alineamiento posible, basado en unidades fundamentalmente equivalente a las oraciones, pero, ¿cuál sería el alineamiento óptimo de un bitexto?

source: {programari} Com ja s'ha dit més amunt, un programari és un conjunt de programes, cada un dels quals consisteix en una llista d'instruccions vàlides (executables per l'ordinador) que s'executen en l'ordre indicat, de la primera a l'última, excepte quan s'hi presenta alguna instrucció de salt que indica quina és la següent instrucció que s'ha d'executar.
es_es: {software} Como ya se ha dicho más arriba, un software es un conjunto de programas, cada uno de los cuales consiste en una lista de instrucciones válidas (ejecutables por el ordenador) que se ejecutan en el orden indicado, de la primera a la última, excepto cuando se presenta alguna instrucción de salto que indica cuál es la siguiente instrucción que se tiene que ejecutar.

source: `Joan') (.{{I}}.
es_es: `Juan') (.{{I}}.

source: `[les gallines]' ) (.{{I}}.
es_es: `[las gallinas]' ) (.{{I}}.

source: `de Grècia' ) ) ) ) ) (.SI.
es_es: `de Grecia' ) ) ) ) ) (.SI.

source: `de Grècia' ) ) ) ) {Dos arbres per a la frase ``Joan va portar notícies de Grècia'' (SI = sintagma inflexional, {I} = projecció intermèdia de la inflexió, I = inflexió, SV = sintagma verbal, V = verb, N = nom, SP = sintagma preposicional).
es_es: `de Grecia' ) ) ) ) {Dos árboles para la frase ``Joan ha traído noticias de Grecia'' (SI = sintagma inflexional, {I} = proyección intermedia de la inflexión, I = inflexión, SV = sintagma verbal, V = verbo, N = nombre, SP = sintagma preposicional).

source: `els cobertors' ) (.SA.
es_es: `las colchas' ) (.SA.

source: `els cobertors' ) ) (.SA.
es_es: `las colchas' ) ) (.SA.

source: `els llençols' ) `i' (.SN.
es_es: `las sábanas' ) `y' (.SN.

source: `les mates' ) ) ) ) ) (.SI.
es_es: `las matas' ) ) ) ) ) (.SÍ.

source: `les mates' ) ) ) {Dos arbres per a la segona oració coordinada en ``Les gallines han destrossat el sembrat però no les mates'' (NEG = negació).
es_es: `les mates" ) ) ) {Dos árboles para la segunda oración coordinada en ``Les gallines han destrossat el sembrat, però no les mate" (NEG = negación).

source: `nets' ) ) ) {Dos arbres per a la frase ``Posa els llençols i els cobertors nets a l'armari'' (SN = sintagma nominal, SA = sintagma adjectival).}
es_es: `limpias' ) ) ) {Dos árboles para la frase ``Pone las sábanas y las colchas limpias en el armario'' (SN = sintagma nominal, SA = sintagma adjetival).}

source: `nets' ) ) ( .SN.
es_es: `limpias' ) ) ( .SN.

source: És a dir, el text alineat ens proporciona $N$ bitextos (segments paral·lels) $(e_1,d_1)$, $(e_2,d_2)$, $(e_3,d_3)$, etc., més menuts (per això els escrivim amb minúscula); aquests bitextos s'anomenen normalment unitats de traducció (UT): vegeu la figura .
es_es: Es decir, el texto alineado nos proporciona $N$ bitextos (segmentos paralelos) $(e_1,d_1)$, $(e_2,d_2)$, $(e_3,d_3)$, etc., más pequeños (por eso los escribimos con minúscula); estos bitextos se denominan normalmente unidades de traducción (UT): véase la figura .

source: És a dir, per una banda, es dóna un compromís entre la cobertura (fracció d'un text nou que podria ser traduït usant els fragments alineats) i la precisió (correcció de les traduccions resultants).
es_es: Es decir, por un lado, se da un compromiso entre la cobertura (fracción de un texto nuevo que podría ser traducido usando los fragmentos alineados) y la precisión (corrección de las traducciones resultantes).

source: És a dir, quina seria la millor manera de dividir-lo en unitats de traducció?
es_es: Es decir, ¿cuál sería la mejor manera de dividirlo en unidades de traducción?

source: És a dir, totes les instal·lacions basades en ordinadors
es_es: Es decir, todas las instalaciones basadas en ordenadores

source: És a dir, és difícil determinar com s'ha d'expressar una interpretació concreta perquè hi ha més d'una manera de dir el mateix en qualsevol llengua.
es_es: Es decir, es difícil determinar como se tiene que expresar una interpretación concreta porque hay más de una manera de decir lo mismo en cualquier lengua.

source: És important usar el mateix mètode per a segmentar el bitext abans d'alinear-lo i per a segmentar el nou text esquerre a traduir.
es_es: Es importante usar el mismo método para segmentar el bitexto antes de alinearlo y para segmentar el nuevo texto izquierdo a traducir.

source: És possible aplicar restriccions per resoldre la polisèmia però s'han de basar en una anàlisi de naturalesa bastant profunda.
es_es: Es posible aplicar restricciones para resolver la polisemia pero se tienen que basar en un análisis de naturaleza bastante profunda.

source: És possible posar un fitxer de text en el directori (carpeta) arrel?
es_es: ¿Es posible poner un fichero de texto en el directorio (carpeta) raíz?

source: És possible que els dos textos no tinguen el mateix nombre d'``oracions'' o que l'estratègia per a segmentar-los falle per alguna causa i l'alineament no siga perfecte.
es_es: Es posible que los dos textos no tengan el mismo número de ``oraciones'' o que la estrategia para segmentarlos falle por algún motivo y el alineamiento no sea perfecto.

source: És possible que un fitxer de text i la carpeta en què està inclòs tinguen el mateix nom?
es_es: ¿Es posible que un fichero de texto y la carpeta en que está incluido tengan el mismo nombre?
